Revit 2027 API
IEntryPoint.AddinFolder Property
Namespace: Autodesk.Revit.DB.Macros
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
string AddinFolder { get; }
ReadOnly Property AddinFolder As String
	Get
property String^ AddinFolder {
	String^ get ();
}
abstract AddinFolder : string with get
Property Value
String
See Also
Reference
IEntryPoint Interface
Autodesk.Revit.DB.Macros Namespace